Repository: serjomac/qr_lector_manrique
Catalog: lib/l10n/app_*.arb
Languages: es

# optionalLabel
source: (Optional)
es: (Opcional)

# continueLabel
source: Continue
es: Continuar

# userInputLabel
source: User
es: Usuario

# userInputEmptyError
source: Enter a user
es: Debe ingresar un usuario

# userInputIncorrectError
source: Enter at least 3 characters
es: Debe ingresar minimo 3 caracteres

# loginTitle
source: Login
es: Iniciar sesión

# loginPasswordInputLabel
source: Password
es: Contraseña

# loginPasswordInputEmptyLabel
source: Enter your password
es: Debe ingresar su contraseña

# loginPasswordInputIncorrectLabel
source: Enter at least 5 characters
es: Debe ingresar minimo 5 caracteres

# loginForgotPasswordButton
source: Forgot your password?
es: ¿Olvidó tu contraseña?

# forgotPasswordLabelTitle
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

# forgotPasswordLabelSubtitle
source: Enter your username and we will send a code to your email to access your account.
es: Ingresa tu usuario y te enviaremos un código a tu correo para ingresar a tu cuenta.

# otpLabelTitle
source: Enter OTP code
es: Ingresa el código OTP

# otpLabelSubtitle
source: The OTP code was sent to the email
es: Se envió el código OTP al correo

# otpLabelCode
source: Temporary code
es: Código temporal

# otpEmptyCodeError
source: You must enter the OTP
es: Debe ingresar la otp

# otpIncorrectCodeError
source: You must enter 5 numbers
es: Debe ingresar 5 números

# sendLabel
source: Send
es: Enviar

# otpNotGetCodeLabel
source: Didn't receive the code?
es: ¿No recibiste el código?

# otpResendCodeButton
source: Resend code
es: Reenviar código

# otpResendTimmerCodeButton
source: Resend code in
es: Reenviar código en

# changePasswordTitle
source: Change password
es: Cambiar contraseña

# changePasswordLabelPassword
source: Password
es: Contraseña

# changePasswordEmptyPasswordError
source: Enter your new password
es: Debe ingresar su nueva contraseña

# changePasswordIncorrectPasswordError
source: Enter at least 5 characters
es: Debe ingresar mínimo 5 caracteres

# changePasswordLabelConfirmPassword
source: Confirm password
es: Repetir contraseña

# changePasswordEmptyConfirmPasswordError
source: Enter a password
es: Debe ingresar una contraseña

# changePasswordIncorrectConfirmPasswordError
source: Enter at least 5 characters
es: Debe ingresar mínimo 5 caracteres

# changePasswordSaveButton
source: Save
es: Guardar

# propertiesTitle
source: Properties
es: Propiedades

# propertiesSearchLabel
source: Search property
es: Buscar propiedad

# logoutLabel
source: Logout
es: Salir

# homeTitle
source: Home
es: Inicio

# selectedGateLabel
source: Selected gate
es: Puerta seleccionada

# scanPinletLabel
source: Scan Pinlet
es: Escanear Pinlet

# registerEntryLabel
source: Register entry
es: Registar ingreso

# registerExitLabel
source: Register exit
es: Registrar salida

# historyLabel
source: History
es: Historial

# invitationsLabel
source: Invitations
es: Invitaciones

# whoEntryLabel
source: Who enters
es: Quién entra

# residentLabel
source: Resident
es: Residente

# guestLabel
source: Guest
es: Invitado

# gateEntryLabel
source: Gate entry
es: Ingreso por garita

# dniLabel
source: Identification
es: Identificación

# selphiLabel
source: Face
es: Rostro

# licensePlateFrontLabel
source: Front plate
es: Placa frontal

# licensePlateBackLabel
source: Back plate
es: Placa trasera

# dniGuestInputLabel
source: Visitor's ID
es: Cédula del visitante

# dniGuestEmptyLabel
source: Enter a valid ID
es: Debe ingresar una cédula válida

# nameGuestInputLabel
source: Visitor's name
es: Nombre del vistante

# nameGuestInputEmptyError
source: Enter the names
es: Debe ingresar los nombres

# nameGuestInputIncompleteError
source: Enter a first and last name
es: Ingrese un nombre y un apellido

# genderGuestLabel
source: GÃ©nero del visitante
es: Género del visitante

# enterLabel
source: Enter
es: Ingrese

# whoLeaveLabel
source: Who leaves
es: Quien sale

# entryImagesLabel
source: Entry photos
es: Fotos de ingreso

# licensePlateLabel
source: License plate
es: Placa

# guestTypeLabel
source: Guest type
es: Tipo de invitado

# nameGuestLabel
source: Visitor's name
es: Nombre del visitante

# cellphoneGuestLabel
source: Visitor's phone
es: Celular del visitante

# cellphoneGuestInputEmptyError
source: Enter the phone
es: Debe ingresar el celular

# sinceDate
source: Start date
es: Fecha desde

# dueDate
source: End date
es: Fecha hasta

# dniResidentLabel
source: Resident's ID
es: Cédula del residente

# cellphoneResidentLabel
source: Resident's phone
es: Celular del residente

# theGuestIsLabel
source: The guest is
es: El invitado es

# theDniGuestIs
source: The guest's ID is
es: La cédula del invitado es

source: The license plate is
es: La placa es

# noImageToShowLabel
source: No images to show
es: No hay imágenes para mostrar

# acceptLabel
source: Accept
es: Aceptar

# invitedByLabel
source: Invited by
es: Invitado por

# cancelLabel
source: Cancel
es: Cancelar

source: Guest exit
es: Salida visitante

source: Resident exit
es: Salida residente

# searchLabel
source: Search
es: Buscar

# visitDataTitleLabel
source: Visit data
es: Datos de la visita

# dataLabel
source: Data
es: Datos

# imagesLabel
source: Images
es: Imágenes

# entryTypeLabel
source: Entry type
es: Tipo de ingreso

# startInvitationDateLabel
source: Invitation start date
es: Fecha inicio de invitación

# dueInvitationDateLabel
source: Invitation end date
es: Fecha fin de invitación

# genderLabel
source: Gender
es: Sexo

# residentPhoto
source: Photo resident
es: Foto del residente

source: Profile photo
es: Foto perfil

source: Credential photo
es: Foto credencial

# newVersionAvilableLabel
source: New version available
es: Nueva versión disponible

source: Access type
es: Tipo de acceso

source: Gate name
es: Nombre de puerta
